Repository: suraleb/10d
Catalog: html/languages/admin-index.tmx
Source language: en
Languages: ru

source: Allow to view files and folders
ru: Разрешить просматривать файлы и папки

source: Allow to delete files and folders
ru: Разрешить удалять файлы и папки

source: Allow to open the file manager
ru: Разрешить открывать файловый менеджер

source: Allow to create files and folders
ru: Разрешить создавать файлы и папки

source: File manager
ru: Файловый менеджер

source: Additional modules
ru: Дополнительные модули

source: Main system modules
ru: Основные модули системы

source: News for clients
ru: Новости для клиентов

source: There are new updates available.<br /><a href='/open/admin-update/'>You can check them by clicking this link.</a>
ru: Для системы доступны новые обновления.<br /><a href='/open/admin-update/'>Вы можете установить их в соотв. разделе по этой ссылке</a>

source: list of not system sections which are available to your account
ru: список несистемных разделов, которые доступны вашей учетной записи

source: list of main system modules which are available to your account
ru: список основных системных модулей, которые доступны вашей учетной записи

source: File with records for the home admin page
ru: Файл с записями для домашней страницы администратора
